Repository: 84000/data-translation-memory
Catalog: toh555-v3.tmx
Source language: bo
Languages: en

source: །དེ་ནས་བདུད་ཀྱི་རྒྱལ་པོས་གུས་པས་ཐལ་མོ་སྦྱར་ནས་ཚིགས་སུ་བཅད་དེ་གསོལ་པ། གང་ཞིག་མདོ་སྡེ་འདི་བཟུང་ནས། །ཉོན་མོངས་རྣམས་ནི་ཕམ་བགྱིད་པ། །དེ་འདྲའི་སེམས་ཅན་དེ་དག་ལ། །སྲུང་སྐྱོབ་བདེ་ལ་འགོད་པར་བགྱིད།
en: Then the king of Māras placed his palms together in veneration and spoke these verses: “Whoever possesses this sūtra And is victorious over the kleśas Is a being to whom I will give protection and bring happiness. “

source: །མདོ་སྡེ་འདི་ནི་གང་འཆང་བ། །བདུད་རྣམས་ཀྱིས་ནི་གླགས་མི་རྙེད།
en: The Māras will be unable to destroy Anyone who is a holder of this sūtra.

source: །བཅོམ་ལྡན་བྱིན་གྱིས་བརླབས་ཀྱི་མཐུས། །བདག་གིས་དེ་ལ་སྲུང་བར་བགྱིད།
en: Through the blessing of the Bhagavat, I will give my protection to that person.”

source: །དེ་ནས་ལྷའི་བུ་བཀྲ་ཤིས་དམ་པས་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་ཚིགས་སུ་བཅད་དེ་གསོལ་པ། སངས་རྒྱས་རྣམས་ཀྱི་བྱང་ཆུབ་མཆོག །མདོ་སྡེ་འདི་ལས་བསྟན་པས་ན། །གང་ཞིག་མདོ་སྡེ་འཛིན་བགྱིད་པ། །དེ་བཞིན་གཤེགས་ལ་མཆོད་པར་འགྱུར།
en: Then the deva Satmaṅgala placed his palms together in veneration, and in the presence of the Bhagavat spoke these verses: “From within this sūtra the supreme Enlightenment of the buddhas is taught, And therefore whoever is a holder of the sūtra Will be making an offering to the tathāgatas. “

source: །བདག་གིས་མདོ་སྡེ་འདི་བཟུང་ནས། །བྱེ་བའི་ལྷ་ལ་རབ་བཤད་ནས།
en: I will be a keeper of this sūtra And will teach it to ten million devas.

source: །གུས་པས་ཉན་པར་བགྱིད་པ་དག །བྱང་ཆུབ་གནས་སུ་བསྐུལ་བར་བགྱིད།
en: I will inspire to the state of enlightenment Those who listen to it with veneration.”

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པས་གུས་པས་ཐལ་མོ་སྦྱར་ནས་ཚིགས་སུ་བཅད་དེ་གསོལ་པ། བྱང་ཆུབ་ལ་ནི་རབ་གནས་ནས། །གསོལ་བ་མ་བཏབ་གྲོགས་མཐོང་ན། །ལུས་སྲོག་དག་ཀྱང་རབ་སྤངས་ནས། །མདོ་སྡེ་རྒྱལ་པོ་འདི་སྲུང་བགྱིད།
en: Then the bodhisattva Maitreya placed his palms together in veneration and spoke these verses: “I will see as a friend, without their asking, Someone who is set upon enlightenment, And completely forsaking life and body I will protect this king of the sūtras. “

source: །འདི་འདྲའི་ཆོས་ནི་བདག་ཐོས་ནས། །དགའ་ལྡན་ལྷ་གནས་མཆིས་ནས་ཀྱང་། །བཅོམ་ལྡན་བྱིན་བརླབས་དབང་གིས་ན། །ལྷ་མི་རྒྱ་ཆེན་སྟོན་པར་བགྱིད།
en: When I hear this kind of Dharma, Even though I am in the paradise of Tuṣita, Through the power of the Bhagavat’s blessing I will teach to a vast number of devas and humans.”

source: །དེ་ནས་གནས་བརྟན་འོད་སྲུང་ཆེན་པོས་གུས་པས་ཐལ་མོ་སྦྱར་ནས་ཚིགས་སུ་བཅད་དེ་གསོལ་པ། བཅོམ་ལྡན་ཉན་ཐོས་ཐེག་པར་ནི། །བདག་ནི་ཤེས་རབ་ཆུང་བར་གསུངས།
en: Then the sthavira Mahākāśyapa placed his palms together in veneration and spoke these verses: “Bhagavat, you have taught that In the Śrāvakayāna there is lesser wisdom.

source: །དེང་བདག་རང་གི་སྟོབས་ཀྱི་མཐུས། །མདོ་སྡེ་འདི་ནི་སྲུང་འཛིན་བགྱིད། །གང་ཞིག་མདོ་འདི་འཛིན་བགྱིད་ན།
en: Today, through the power of my own strength, I will be a protector and holder of this sūtra. “

source: །བདག་གིས་དེ་ནི་རབ་བསྲུངས་ཏེ།
en: I will give my complete protection To whoever will be a holder of this sūtra.

source: །ཚིག་དང་སྤོབས་པའི་མཐུ་སྩལ་ནས། །རྗེས་འབྲང་རྟག་པར་ལེགས་ཞེས་བརྗོད།
en: I will bestow on them the power of words and eloquence And I will follow after them, always proclaiming their excellence.”

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་ཐལ་མོ་སྦྱར་ནས་ཚིགས་སུ་བཅད་དེ་གསོལ་པ། བདག་གིས་བཅོམ་ལྡན་མངོན་སུམ་དུ། །མདོ་སྡེ་ཚད་མེད་ཐོས་གྱུར་ཀྱང་། །ཆོས་མཆོག་རྒྱལ་པོ་འདི་འདྲ་བ། །ནམ་ཡང་ཐོས་པར་ཡོངས་མ་གྱུར།
en: Then Venerable Ānanda placed his palms together and spoke these verses: “Even though I have heard countless Sūtras directly from the Bhagavat, I have never before heard such A supreme king of the Dharma as this. “

source: །དེང་བདག་མདོ་འདི་བཅོམ་ལྡན་ལས། །མངོན་ཐོས་ཡོངས་སུ་བཟུང་བས་ན། །གང་དག་བྱང་ཆུབ་མོས་པ་ལ། །རྒྱ་ཆེན་རབ་ཏུ་སྤེལ་བར་བགྱིད། །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་དང་།
en: Today I will completely hold this sūtra I have heard directly from the Bhagavat, And hereafter I will promulgate it widely Among those who aspire to enlightenment.”

source: ལྷ་དང་། མིའི་འཁོར་མང་པོ་དེ་དག་སོ་སོ་ནས་མདོ་སྡེ་འདི་རྒྱ་ཆེར་སྤེལ་ཞིང་རྒྱས་པ་དང་། ཡོངས་སུ་བསྐྱབ་པ་དང་། ཡོངས་སུ་བསྲུང་བར་སེམས་བསྐྱེད་ནས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལ་ཡང་དག་པར་བསྐུལ་ཏེ། སེམས་ཅན་ལ་རྒྱ་ཆེར་ཕན་འདོགས་པ་གཟིགས་པ་དང་།
en: Then the Bhagavat, on seeing that the great assembly of bodhisattvas, devas, and humans had each developed the motivation to widely promulgate and spread this sūtra and completely defend it and completely protect it, and that the bodhisattvas were truly inspired and would benefit beings, praised them, saying, “Well done!

source: ལེགས་སོ་ལེགས་སོ། །ཞེས་བསྔགས་པ་བརྗོད་ནས།
en: Well done!

source: །ཁྱོད་ཀྱིས་འདི་ལྟར་མདོ་སྡེའི་རྒྱལ་པོ་མཆོག་དམ་པ་འདི། སེམས་རྩེ་གཅིག་ཏུ་རྒྱ་ཆེར་སྤེལ་ནས། ང་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པའི་འོག་ཏུ་ཡང་། །འཐོར་ཞིང་ནུབ་པར་མི་འགྱུར་བར་བྱེད་པ་དེ་ནི། བླ་ན་མེད་པའི་བྱང་ཆུབ་ཀྱི་རྒྱུ་ཡང་དག་པ་ཡིན་པས།
en: Your single-mindedly promulgating this sublime, supreme king of sūtras widely in this way, so that it will not dissipate and vanish after my nirvāṇa, is the cause of the highest enlightenment.

source: བསོད་ནམས་ཇི་སྙེད་ཅིག་འཐོབ་པར་འགྱུར་བ་ནི། བསྐལ་པ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དུ་བརྗོད་ཀྱང་མཐར་ཐུག་པར་མི་འགྱུར་རོ། །དགེ་སློང་ངམ། དགེ་སློང་མའམ། དགེ་བསྙེན་ནམ།
en: Therefore you will attain all the merit that can be, which could not be fully described even in as many eons as there are grains of sand in the Ganges River. “

source: དགེ་བསྙེན་མའམ། གཞན་ཡང་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་ལ་སོགས་པ། གང་ལ་ལ་ཞིག་མཆོད་པ་དང་། བཀུར་སྟི་བྱས་ནས།
en: Any bhikṣu or bhikṣunī, upāsaka or upāsikā, and moreover any noble man or noble woman, and so on, who makes offerings to, honors, writes out, widely promulgates, or teaches this sūtra correctly to others will obtain such merit as that. “

source: ཡི་གེར་བྲིས་ཏེ། རྒྱ་ཆེར་སྤེལ་བ་དང་། གཞན་དག་ལ་ཡང་དག་པར་སྟོན་པར་བྱེད་པས་ཐོབ་པའི། བསོད་ནམས་གང་ཡིན་པ་དེ་ཡང་དེ་བཞིན་ནོ། །དེ་ལྟ་བས་ན་ཁྱེད་ཀྱིས་ཡང་དག་པའི་བརྩོན་པས་རྣལ་འབྱོར་བསྒོམ་པར་བྱའོ་ཞེས་བཀའ་སྩལ་ཏོ།
en: Therefore, you should meditate on this practice with diligence.”

source: །དེ་ནས་ཚད་མེད་མཐའ་མེད་པའི་གང་གཱའི་ཀླུང་གི་བྱེ་མ་དང་མཉམ་པའི་འཁོར་མང་པོ་རྣམས་བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་ཐོས་པས་ཐམས་ཅད་རབ་ཏུ་དགའ་བར་གྱུར་ནས། ཤིན་ཏུ་དང་བའི་དད་པས་ཡང་དག་པར་བླངས་ནས་བཀའ་བཞིན་དུ་སྤྱོད་པར་གྱུར་ཏོ།
en: Then the great assembly, which was innumerable, incalculable, as numerous as the grains of sand in the Ganges, having heard those words spoken by the Bhagavat, were all completely happy and, obtaining a faith with complete trust, practiced as they had been instructed.

source: །གསེར་འོད་དམ་པ་མཆོག་ཏུ་རྣམ་པར་རྒྱལ་བ་མདོ་སྡེའི་རྒྱལ་པོ་ལས་ཡོངས་སུ་གཏད་པའི་ལེའུ་སྟེ་སུམ་ཅུ་གཅིག་པའོ།། །།
en: This concludes “The Entrustment,” the thirty-first chapter of “The Supremely Victorious King of Sūtras, the Sublime Golden Light.”

source: འཕགས་པ་གསེར་འོད་དམ་པ་མཆོག་ཏུ་རྣམ་པར་རྒྱལ་བ་མདོ་སྡེའི་རྒྱལ་པོ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།། །།
en: The Noble Mahāyāna sūtra “The Supremely Victorious King of Sūtras, the Sublime Golden Light” is concluded.

source: ཞུ་ཆེན་གྱི་མཁན་པོ་དང་ལོཙྪ་བ་བཅོམ་ལྡན་འདས་ཀྱི་རིང་ལུགས་པ་བནྡེ་ཆོས་གྲུབ་ཀྱིས་རྒྱའི་དཔེ་ལས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།། །།
en: The senior editor and translator Chödrup, a monk in the tradition of the Bhagavat, translated this from a Chinese text and definitively revised it.
